Repository: common-repository/wpmdb
Catalog: languages/wpmdb-*.po
Languages: fa_ir

source: You can't read this file directly.
fa_ir: شما نمیتوانید این فایل را مستقیماً بخوانید.

source: WP IMDB
fa_ir: وردپرس IMDB

source: Settings
fa_ir: تنظیمات

source: Your api key was deleted successfully!
fa_ir: کلید API شما با موفقیت حذف شد!

source: Your api key was added successfully!
fa_ir: کلید API شما با موفقیت اضافه شد!

source: Your api key was updated successfully!
fa_ir: کلید API شما با موفقیت حذف شد!

source: Donate for WPMDB plugin
fa_ir: حمایت برای افزونه WPMDB

source: Wordpress IMDB
fa_ir: وردپرس IMDB

source: Please set api key. this plugin can't work without api key.
fa_ir: لطفا یک کلید API تعریف کنید. این افزونه نمیتواند بدون کلید API کار کند.

source: Insert IMDB ID e.g: tt3896198
fa_ir: آیدی IMDB را وارد کنید به عنوان مثال: tt3896198

source: Poster
fa_ir: پوستر

source: IMDB is a reference for many movie and TV lovers around the world. So you can see all the details of a movie from this site like posters, box office sales, actors and much more ...
fa_ir: IMDB مرجع بسیاری از دوستداران فیلم و تلویزیون در سراسر جهان است. بنابراین می توانید تمام جزئیات یک فیلم از این سایت مانند پوستر ، فروش گیشه ، بازیگران و موارد دیگر را مشاهده کنید ...

source: So many site owners need to collect this information for their users. That's why this plugin was created so that you, the site owner, can retrieve information from your database and store it in your database so that you can show it to your users whenever you need it.
fa_ir: بنابراین بسیاری از دارندگان سایت باید این اطلاعات را برای کاربران خود جمع آوری کنند. به همین دلیل این افزونه به گونه ای ایجاد شده است که شما ، صاحب سایت ، می توانید اطلاعات را از پایگاه داده خود بازیابی کرده و آن را در بانک اطلاعاتی خود ذخیره کنید تا بتوانید هر زمان که نیاز دارید ، آن را در اختیار کاربران خود قرار دهید.

source: We hope the plugin can be very useful for you
fa_ir: امیدواریم این افزونه برای شما بسیار مفید باشد

source: Submit your api key
fa_ir: کلید API خود را ثبت کنید

source: First of all you need to define a key for yourself.
fa_ir: اول از همه شما نیاز دارید که یک کلید برای خودتان تعریف کنید.

source: Follow the steps:
fa_ir: مراحل زیر را دنبال کنید:

source: Go to <a href="http://www.omdbapi.com/apikey.aspx">this</a> link first
fa_ir: ابتدا به <a href="http://www.omdbapi.com/apikey.aspx">این</a> لینک بروید

source: Change "Account Type" to FREE! (1,000 daily limit)
fa_ir: Account Type را به FREE! (1,000 daily limit) تغییر دهید

source: Enter your "Email", "First Name", "Last Name" and a short description for your application
fa_ir: ایمیل، نام و نام خانوادگی خود به همراه یک توضیح کوتاه در مورد سایتتان را وارد کنید

source: After registering you will receive an email containing a code, copy and paste it into the field below to enable the plugin in your name
fa_ir: بعد از ثبت صحیح اطلاعات شما یک ایمیل دریافت میکنید که حاوی یک کد است، آنرا کپی و در فیلد زیر پیست کنید تا افزونه با نام شما فعال شود

source: Now you can enjoy the plugin :)
fa_ir: حالا میتوانید از افزونه لذت ببرید :)

source: API Key:
fa_ir: کلید API:

source: Save Changes
fa_ir: ذخیره‌ی تغییرات

source: Thanks for your support
fa_ir: بابت حمایتتان متشکرم

source: Cup of coffee
fa_ir: یک فنجان قهوه

source: Invite me for a cup of coffee :)
fa_ir: من را به یک فنجان قهوه دعوت کنید :)

source: Your help makes me do my best
fa_ir: کمک شما باید میشه من کارمو بهتر انجام بدم

source: Phone number
fa_ir: شماره تلفن

source: Small
fa_ir: کوچک

source: Medium
fa_ir: متوسط

source: Large
fa_ir: بزرگ

source: Error
fa_ir: خطا

source: Error getting data.
fa_ir: خطا در دریافت اطلاعات.

source: You can submit this information to post, just save your post.
fa_ir: شما میتوانید اطلاعات را ذخیره کنید، تنها کافیست پست را ذخیره کنید.

source: Title
fa_ir: عنوان

source: Year
fa_ir: سال تولید

source: Rated
fa_ir: درجه‌بندی

source: Released
fa_ir: تاریخ انتشار

source: Runtime
fa_ir: زمان

source: Director
fa_ir: کارگردان

source: Writer
fa_ir: نویسنده

source: Actors
fa_ir: بازیگران

source: Plot
fa_ir: خلاصه

source: Language
fa_ir: زبان

source: Country
fa_ir: کشور ساخت

source: Awards
fa_ir: جوایز

source: Poster
fa_ir: پوستر

source: IMDB Score
fa_ir: امتیاز IMDB

source: Votes
fa_ir: تعداد رای‌ها

source: Type
fa_ir: نوع

source: BoxOffice
fa_ir: باکس‌آفیس

source: Production
fa_ir: تولید کننده

source: Website
fa_ir: وبسایت

source: Get information from IMDB and set to your post, just active plugin, use shortcodes and enjoy from free deatils.
fa_ir: دریافت اطلاعات از IMDB و تنظیم در نوشته شما، تنها افزونه رو فعال کنید، از شرتکد استفاده کنید و از اطلاعات رایگان لذت ببرید.

source: Ahmadreza Ebrahimi
fa_ir: احمدرضا ابراهیمی
